export default function AboutUs() {
  return (
    <div className="container">
      <div className="title">
        <div className="title-text">Предыстория</div>
        О нас и выделенных серверах
      </div>
      <div className="row m-0">
        <h2>Сдача в аренду серверов: как мы работаем</h2>
        <p>
          Наша основная услуга — аренда виртуального или удаленного
          интернет-сервера под сайт. Мы предоставляем аренду выделенных серверов за рубежом — в США и Евросоюзе. На ваш выбор
          — одиннадцать дата-центров и более тысячи конфигураций, среди которых вы найдете оптимальную для своих нужд.
        </p>
        <p>
          Удаленный, или выделенный сервер берут в аренду в том случае, если нужно организовать хостинг для онлайн-бизнеса,
          разместить сайт или сервер компании за границей. У нас можно снять в аренду серверы для любых целей, если они
          легальны в стране, где размещено оборудование.
        </p>
        <p>
          Для вашего удобства мы создали удобный автоматический поиск. Он
          позволяет сравнить разные конфигурации и выбрать наиболее подходящую. При необходимости, можно подогнать под себя
          любые параметры: версию операционной системы, объем памяти, срок оплаты.
        </p>
        <p>
          С нами аренда сервера — удаленного
          или в облаке — занимает минимум времени. Никакой бюрократии: выбираете, оплачиваете и пользуетесь. Сдача сервера в
          аренду возможна на любой срок от&nbsp;1 месяца. При долгосрочной аренде предоставляем скидку.
        </p>
        <h2>Преимущества аренды в компании Дата-Хата</h2>
        <p>
          Мы стремимся предоставлять сервис, который не вызывает нареканий. Вот несколько наших преимуществ:
        </p>
        <ul>
          <li>опыт. Работаем с&nbsp;2006 года. Начинали с украинских дата-центров, а лет 10 назад перешли на западные, что позволило повысить качество услуг в разы. Всегда готовы проконсультировать по любым вопросам. Даже знаем, что сделать, чтобы дата-центр дал вам максимальную скидку;</li>
          <li>уникальный поиск. Только у нас вы можете автоматически и очень быстро подобрать любые параметры сервера;</li>
          <li>выгодная партнерская программа. Вы сами решаете, какой процент от привлеченных клиентов будете получать. Проценты начисляются ежемесячно любым удобным способом;</li>
          <li>дата-центры Hi-End. Самые современные и эффективные в мире;</li>
          <li>отсутствие VAT — европейского НДС. Мы зарегистрированы в Эстонии и платим VAT, но при работе за пределами ЕС не обязаны включать его в инвойсы. Если вы работаете с другим провайдером, налоговая вашей страны может начислить налог на импорт иностранных услуг. С нами такого не произойдет — у нас уже готовы все необходимые документы;</li>
          <li>надежность. Все оборудование проверяется перед продажей, а сбои и поломки случаются крайне редко. Даже если оборудование сгорит, вы получите новое не позже следующего рабочего дня;</li>
          <li>мгновенная поддержка.&nbsp;24 часа в день, 7 дней в неделю, 365 дней в году. Случилось непредвиденное — просто напишите в мессенджер. Мы тут же ответим и решим проблему.</li>
        </ul>
        <p>
          Поскольку мы - европейская компания, то принимаем оплату не только картой, но и PayPal. Если произойдет
          невозможное и мы не сдержим условий договора, PayPal гарантирует возврат денег.
        </p>
        <h2>Сколько стоит аренда сервера для сайта?</h2>
        <p>
          Дата-Хата — реселлер более тысячи серверов по всему миру, поэтому мы предлагаем более чем
          доступные цены, часто с большими скидками. Стоимость аренды облачного или выделенного сервера в нашем датацентре —
          одна из самых низких. Часто цена аренды сервера у нас получается даже ниже, чем непосредственно в европейском или
          американском дата-центре. Более того, в течение двух недель вы можете протестировать сервер бесплатно.
        </p>
        <p>
          Как взять выделенный или облачный сервер в аренду? Здесь мы предоставляем максимальную автономность, чтобы вы могли
          сделать все самостоятельно, без разговоров с техподдержкой. Просто выберите подходящую конфигурацию из списка,
          нажмите «заказать», укажите свой e-mail и оплатите заказ любым удобным способом. Никаких огромных форм, копий паспорта и
          прочей бюрократии. Сервер будет доступен сразу после обработки заказа, которая занимает от&nbsp;1 до&nbsp;48 часов.
          Доступ к серверу, к панели управления и другая важная информация будет отправлена на почту.
        </p>
        <p>
          Но если вы испытываете трудности с выбором, смело пишите в техподдержку, и мы подберем оптимальную конфигурацию для вашего
          проекта. Доступны по электронной почте, в Скайпе, Телеграме и в онлайн-чате на сайте. Отвечаем в любое время дня и ночи.
        </p>
      </div>
      <div className="text-center wrap-link visible-xs">
        <p><a href="#" className="bold-link">Подробнее</a></p>
      </div>
    </div>
  );
}
